// © Copyright 2010, 2015-2016 HP Development Company, L.P.

TaskName = "Numérisation vers PC";

// Restore alert message
"RESTORE_TITLE" = "Souhaitez-vous vraiment restaurer les paramètres ?";
"RESTORE_MSG" = "Si vous continuez, tous les raccourcis de numérisation seront restaurés à leur état d'origine. Appuyez sur Annuler pour laisser vos raccourcis inchangés ou appuyez sur Restaurer pour ramener vos raccourcis à leurs paramètres d'usine par défaut.";
"RESTORE_BUTTON_TITLE" = "Restaurer";

"DEFAULT_TASK_CAPTION" = "Nom de la tâche :";
"DONE" = "Terminé";

// Task not found alert message
"TASK_NOT_FOUND_TITLE" = "Tâche non disponible";
"TASK_NOT_FOUND_DESC" = "La tâche “%@” trouvée sur votre périphérique n'est pas disponible sur votre système. Veuillez sélectionner une autre tâche.";

// Copy workflows fail alert message
"COPY_WORKFLOWS_TITLE" = "Echec de la copie du flux de production";
"COPY_WORKFLOWS_DESC" = "Echec de copie des flux de production dans le dossier de domaine du périphérique de l'utilisateur";

"DEVICE_NOT_FOUND_TITLE" = "Périphérique introuvable";
"DEVICE_NOT_FOUND_DESC" = "Il y a un problème dans la communication avec le périphérique. Vérifiez que le périphérique est sous tension et correctement connecté, puis recommencez.";

"COMPUTER_NAME_INFO_TITLE" = "Le champ “Nom de l'ordinateur” est utilisé pour entrer un nom pour votre ordinateur qui s'affichera sur votre périphérique HP."; //title for the Computer name info sheet
"COMPUTER_NAME_INFO_DESC" = "Le nombre de caractères que vous pouvez saisir dépend de votre périphérique.";

"UNKNOWN_ERROR_TITLE" = "Erreur inconnue";
"UNKNOWN_ERROR_DESC" = "Une erreur inconnue s'est produite lors de la mise à jour de votre périphérique. Vérifiez que le périphérique est sous tension et correctement connecté.";

"OK" = "OK";
"CANCEL" = "Annuler";

"MOREINFO_TITLE" = "Plus d'informations";

// The following strings are displayed in SSMTaskController nib file

"SSM_TITLE" = "Gestionnaire de raccourci de numérisation"; // Title
"SSM_SHORT_DESC" = "Utilisez les raccourcis de numérisation pour exécuter les tâches de numérisation courantes à l'aide des commandes sur le panneau avant de votre périphérique HP."; // short description
"YOUR_COMPUTER_NAME" = "Nom de votre ordinateur :"; // displayed if device is connected through n/w
"CHANGE_BTN_TITLE" = "Changer...";
"MORE_INFO_BTN_TITLE" = "Plus d'informations...";
"RESTORE_BTN_TITLE" = "Restaurer param. par déf.";
"TEST_BTN_TITLE" = "Tester...";
"EDIT_BTN_TITLE" = "Modifier...";

// Error Messages
"ERROR_PERMISSION_DENIED" = "Vous ne disposez pas des privilèges d'accès appropriés au dossier “%@”. Pour afficher ou modifier les privilèges d'accès, sélectionnez l'élément dans Finder et choisissez Fichier > Infos."; // used from HPWFM, no need to get the localized string from customer.

// generic error
"ERROR" = "Erreur";
"ERROR_UNKNOWN_DESC" = "Une erreur inconnue s'est produite.";

// Error when workflow not found when user clicks on front panel scan
"ERROR_SHORTCUT_NOT_FOUND_TITLE" = "Raccourci introuvable";
"ERROR_SHORTCUT_NOT_FOUND_DESC" = "Raccourci %1$@ pour le périphérique %2$@ introuvable. Réessayez de réinstaller le logiciel.";

// Error displayed when HPScanWorkflow object creation fails for execution of workflow in SEH interface execute method
"ERROR_WORKFLOW_CREATE_FAIL_TITLE" = "Echec de création du flux de production";
"ERROR_WORKFLOW_CREATE_FAIL_DESC" = "Une erreur inconnue s'est produite lors de la création du flux de production. Veuillez réessayer.";

// Error displayed when copyworkflows fails as due to non availability of permission at user device domain folder
"ERROR_CREATING_DIR_TITLE" = "Erreur de création du répertoire";
"ERROR_CREATING_DIR_DESC" = "Il y a eu une erreur à la création du répertoire %@. Vérifiez les privilèges d'accès du dossier parent puis réessayez";

// Error displayed when workflow does not exists when user tries to open the same in Automator
"ERROR_OPENING_WORKFLOW_IN_AUTOMATOR_DESC" = "Erreur lors de l'ouverture du flux de travail “%@” dans Automator. Impossible de trouver le flux de travail dans son emplacement d'origine";

// New additions: 3/1/2010

// Error displayed when scan link ID received from the device is invalid
"ERROR_INVALID_SCAN_LINK_ID_TITLE" = "Raccourci de numérisation non pris en charge";
"ERROR_INVALID_SCAN_LINK_ID_DESC" = "Le raccourci de numérisation sélectionné ne peut pas être exécuté étant donné qu'il n'est pas reconnu par le logiciel. Veuillez sélectionner un raccourci de numérisation différent et réessayer.";

// Tool tips for change, edit and test button
"TIP_FOR_CHANGE_BTN" = "Cliquez pour modifier le nom de l'ordinateur";
"TIP_FOR_EDIT_BTN" = "Modifier la tâche sélectionnée";
"TIP_FOR_TEST_BTN" = "Exécuter la tâche sélectionnée";

// New additions: 3/1/2010

// Opt-in/Opt-out strings
"COMPUTER_NAME_TITLE" = "Nom de votre ordinateur :";
"COMPUTER_NAME_DESCRIPTION" = "Lorsque vous démarrez une numérisation depuis votre périphérique HP, vous pouvez être invité à sélectionner votre ordinateur dans une liste d'ordinateurs hôtes compatibles avec la fonction Numérisation vers PC.";
"COMPUTER" = "Ordinateur";
"COMPUTERS" = "Ordinateurs";

"COMMUNICATION_ERROR" = "Impossible d'établir la communication avec le scanner. Assurez-vous que le périphérique est sous tension, que la connexion est établie et que votre réseau fonctionne correctement. Veuillez noter que Bonjour doit être activé sur le périphérique.";
"INSTALLATION_ERROR" = "Le logiciel HP requis pour la numérisation vers un ordinateur est introuvable sur cet ordinateur. Veuillez télécharger et installer le dernier logiciel recommandé par HP pour votre périphérique sur le site http://www.hp.com/support, puis effectuer une nouvelle tentative.";

"SCAN_TO_COMPUTER_CANNOT_BE_ENABLED" = "La numérisation vers PC ne peut pas être activée";
"SCAN_TO_COMPUTER_DESCRIPTION" = "La fonction Numérisation vers PC vous permet de démarrer des numérisations depuis l'avant de votre périphérique HP et d'envoyer automatiquement la sortie à votre ordinateur.";

HSDScanActionNotFoundTitle = "Action de numérisation introuvable";
HSDScanActionNotFoundDescription = "L'action de numérisation n'est pas enregistrée. Lancez l'application HP Scan située sur \"%@\" pour enregistrer automatiquement l'action de numérisation.";
